{
  "articles": [
        {
            "id":"1",
            "title": "How to punch in/out",
            "category": "Punch Clock",
            "content": [
                {
                    "bodyText": "The big green 'Punch in' button is a toggle switch. Press it to start your shift. When you do so it will turn red and the text will say 'Punch out'.",
                    "images": [
                        "Punch_In.png",
                        "Punch_Out.png"
                        
                    ]
                },
                {
                    "bodyText": "Additionally at the bottom of the page your name will be added to a series of lines. These are the 'punched in' employees and you see their name and their 'punch in' time in this line. As an admin, you also have the possibility to 'punch out' an employee. This is in case they forgot to punch themselves out or in case something else of that sort goes wrong. The salary type toggle makes it possible for you to toggle your own or someone else's salary between being on commision or being on an hourly rate. The 'Punch Clock' list on the top right side indicates your 10 most recent 'punch outs'. The most recent one will be at the top. Furthermore you can search for the names of people who are 'punched in' in the search bar.",
                    "images": []
                }
            ]
        },
        {
            "id":"2",
            "title": "How to validate",
            "category": "Punch Clock",
            "content": [
                {
                    "bodyText": "Head over to the Validation page.",
                    "images": [
                        "Validation_Page.png",
                        "Validation_Page-Overview.png"

                    ]
                },
                {
                    "bodyText":"It looks similar to the Punches site, but there are some variations. Mainly at the bottom. This is like a more sophisticated version of the list from the Punches page. What we can see here is the time that a certain employee punched in and the time they punched out. This list however, is for both the employees who are currently punched in, and employees who have punched out. ",
                    "images": [
                        "Validation_Page-Overview2.png"
                    ]
                },
                {
                    "bodyText":"Bear in mind that this only applies to employees who have their salary type set to be on an hourly rate. This makes it possible to check both those who have forgotten to “punch out”, and those who have “punched out”, but have a time longer than what seems normal. By pressing on the arrow to the left of the name of an employee, you can see their “punch ins” and “outs” for the selected period:",
                    "images": [
                        "Validation_Page-Overview2.png"
                    ]
                },
                {
                    "bodyText":"By pressing on a specific time period, you can edit it. If you made an incorrect edit, you can press on the curved arrow to go back to what the time was before the edit. Press on the submit button to submit the change or press the delete button, to delete the employees whole work history. ",
                    "images": []
                }
            ]
        },
        {
            "id":"3",
            "title": "How to sort in the time frame of checkouts",
            "category": "Punch Clock",
            "content": [
                {
                    "bodyText": "For this purpose we will be using the date picker:",
                    "images":[
                        "Time_Sort.png"
                    ]
                },
                {
                    "bodyText":"The week picker, goes back one year of your work history. ",
                    "images": []
                }
            ]
        },
        {
            "id":"4",
            "title": "How to view reports",
            "category": "Punch Clock",
            "content": [
                {
                    "bodyText": "To view a report go to the “Report” page.",
                    "images":[
                        "Report_Page.png"
                    ]
                },
                {
                    "bodyText":"Like with the “Validation” page, the “Report” page is not different from the others except in regards to the content of the list at the bottom of the page.",
                    "images": [
                        "Report_Page-Overview.png"
                    ]
                },
                {
                    "bodyText":"The “Report” list keeps track of employees' work. By clicking on the arrow to the left you can see the details of the employees’ work history for the chosen period.",
                    "images": [
                        "Report_Page-Overview2.png"
                    ]
                },
                {
                    "bodyText":"The details include what kind of work was done, when it was done, the duration, the number of orders they handled in the time frame and the information about the parcels they handled in the period. When the “Parcels” button is blue it can be pressed. When it is grey it cannot. By pressing a button when it is blue (meaning that the number of parcels handled in this period is not 0), a pop up will appear on the right side of the screen:",
                    "images": [
                        "social_proof_task_bem.png"
                    ]
                },
                {
                    "bodyText":"The information given here is the company the parcel was handled for, the start time, the end time, duration and the orders that parcel consist of. By pressing the number of an order, you will be redirected to the parcels page where you can view information on this individual order.",
                    "images": [
                        "social_proof_task_bem.png"
                    ]
                }
            ]
        },
        {
            "id":"5",
            "title": "How to search in the timeframe of the work history",
            "category": "Punch Clock",
            "content": [
                {
                    "bodyText": "Use the date pickers or make a rough estimate with the week picker.",
                    "images":[
                        "Report_Page-Timeframe-search"
                    ]
                }
            ]
        },
        {
            "id":"6",
            "title": "How to select a printer (for admins)",
            "category": "Settings",
            "content": [
                {
                    "bodyText":"Throughout the website, there are a few different places, namely in the functions that handle lists, where you can print out content. To do so, you first need to set a printer here in the settings. ",
                    "images":[
                        "Printer.jpg"
                    ]
                },
                {
                    "bodyText": "There are two types of printers you need to choose; an A4 printer and a Label printer. Choose the printer closest to you. By clicking on the dropdown field you will be able to see the available printers.",
                    "images":[]
                },
                {
                    "bodyText":"A4 printers:",
                    "images":[
                        "Printer-A4.png"
                    ]
                },
                {
                    "bodyText":"Label printers:",
                    "images":[
                        "Printer-Label.png"
                    ]
                },
                {
                    "bodyText":"The options are the printers connected to the network of your place. You can see which ones are available for use. Furthermore you need to state a packing station. That is simply just your own name. It’s company policy that everyone needs to give their name when they print.",
                    "images":[]
                }
            ]
        },
        {
            "id":"7",
            "title": "The company page",
            "category": "Settings",
            "content": [
                {
                    "bodyText": "The page for Company contains vital information about the Beautycos cooperation. This includes information about what to write when sending mail, and when sending invoices.",
                    "images": [
                        "Company_Page.png",
                        "Company_Page2.png"
                    ]
                },
                {
                    "bodyText":"By pressing the “Translation” button, you can see possible translations for the addresses and also edit them, if you find them to be incorrect.",
                    "images":[
                         "Company_Page-translation.png"
                    ]
                }
            ]
        },
        {
            "id":"8",
            "title": "The parcels page",
            "category": "Settings",
            "content": [
                {
                    "bodyText": "In Parcels you can see a list of the most common parcel carriers, including GLA, DAO, and PostNord. By picking an item from the drop down list you may see the most essential information about the chosen carrier.",
                    "images": [
                        "Parcels_Page.png"
                    ]
                }
            ]
        },
        {
            "id":"9",
            "title": "The address book page",
            "category": "Settings",
            "content": [
                {
                    "bodyText": "The Address book is a list of the addresses of our Beautycos shops. Aside from the addresses it also contains phone numbers and email addresses, for easy contact. ",
                    "images": [
                        "Address_Book.png"
                    ]
                }
            ]
        },
        {
            "id":"10",
            "title": "How to add an address",
            "category": "Settings",
            "content": [
                {
                    "bodyText": "If you wish to add a new address to the list, press the “Create address” button in the top right corner. A pop up will then appear from the right side of the screen.",
                    "images": [
                        "Address_Book-Creation.png"
                    ]
                },
                {
                    "bodyText": "Fill out the necessary information and press “create address”. The address has now been added to the list. If you’re not interested in doing that, you can just exit the pop up through the “X” in the upper right corner.",
                    "images": []
                }
            ]
        },
        {
            "id":"11",
            "title": "How to edit or delete an address",
            "category": "Settings",
            "content": [
                {
                    "bodyText": "By clicking any of the addresses, you’ll see a pop up window in which you can choose to edit or delete the chosen address. Each address lights up with a blue border when you hover your mouse on them.",
                    "images": [
                        "Address_Book-Edit.png"
                    ]
                },
                {
                    "bodyText": "To update the information, change the information that needs to be updated and press “update address”. ",
                    "images": []
                },
                {
                    "bodyText": "To delete an item, press “delete address”",
                    "images": []
                },
                {
                    "bodyText": "If you wish to cancel, simply just exit the pop up through the X in the upper right corner.",
                    "images": []
                }
            ]
        },
        {
            "id":"12",
            "title": "The Serial number page",
            "category": "Settings",
            "content": [
                {
                    "bodyText": "The serial number site contains information regarding a product checklist and some serial number check boxes.",
                    "images": ["Serial_Number_Page"]
                }
            ]
        },
        {
            "id":"13",
            "title": "The About page",
            "category": "Settings",
            "content": [
                {
                    "bodyText": "The about page contains information on the release and current version of the web app you are currently using. ",
                    "images": []
                }
            ]
        },
        {
            "id":"14",
            "title": "How to request a leave",
            "category": "Schedule",
            "content": [
                {
                    "bodyText": "To request a leave press the button in the top right corner. A pop up will appear where you will need to fill out the basic information regarding the nature of your leave; why you wish to request a leave, when you want it to start and when you want it to end. ",
                    "images":[
                        "Schedule.png"
                    ]
                },
                {
                    "bodyText":"The pop up will choose the user’s name by default. If you wish to choose a person anyway you can click the “Name” field. Dropdown options will appear, these are the employees. ",
                    "images": []
                },
                {
                    "bodyText":"Choose your name to pick yourself for the request leave. ",
                    "images":[
                        "Schedule-Request-Name.png"
                    ]
                },
                {
                    "bodyText":"You must pick a reason for the leave. To pick a leave simply click on the “Reason”, you will get options to pick for your leave request.",
                    "images":[
                        "Schedule-Request-Reason.png"
                    ]
                },
                {
                    "bodyText":"You must pick a start and end date for your leave. Simply click on the “Start date” and “End date” field for the leave period.",
                    "images":[]
                },
                {
                    "bodyText":"Start date",
                    "images":["Schedule-Request-Start.png"]
                },
                {
                    "bodyText":"End date",
                    "images":["Schedule-Request-End.png"]
                },
                {
                    "bodyText":"Once the information has been filled out, you may press the “request leave” button in the bottom right corner. ",
                    "images":["Schedule-Request.png"]
                },
                {
                    "bodyText":"If you wish to cancel the request, simply just press “X” in the top right corner",
                    "images":[]
                },
                {
                    "bodyText":"You can also check it off as a half day if needed. Simply click on the checkbox with the text: “Is a half day?”",
                    "images":["Schedule_Request-Halfday.png"]
                },
                {
                    "bodyText":"Additionally you can write a note if needed, by simply clicking on the “Note” field and write your note.",
                    "images":[]
                },
                {
                    "bodyText":"Once a leave has been requested a coloured block will be filling out the requested days. A text will appear on the coloured block, telling you the reason for the leave. The blocks are colour coded, matching whatever reason of leave that has been chosen. ",
                    "images":[]
                },
                {
                    "bodyText":"The “Your days off” box on the left shows a small list of your most immediate days of and requests for days off. ",
                    "images":["Schedule_Sickdays.png", "Schedule_Sickdays2.png"]
                },
                {
                    "bodyText":"Striped coloured block means that a leave has been requested, but not yet accepted by the supervisor. ",
                    "images":[]
                }
            ]
        },
        {
            "id":"15",
            "title": "How to get an overview of all employees most immediate days off (Admins only)",
            "category": "Schedule",
            "content": [
                {
                    "bodyText": "To get an overview of the employees requested and approved days off , press “Overview” at the top of the screen. This will show you a series of rows. Each row represents an employee and their requested or approved days off. Here you can also see that the blocks in the rows are colour coded, matching the reasons.",
                    "images": [
                        "Schedule_Overview_Page.png"
                    ]
                }
            ]
        },
        {
            "id":"16",
            "title": "How to approve or reject a leave request (Admins only)",
            "category": "Schedule",
            "content": [
                {
                    "bodyText": "To approve or reject a leave there are a few different options:",
                    "images": []
                },
                {
                    "bodyText": "1. First go into the overview mentioned before. Find the employee and the specific request for a leave. Click on the request. A pop up will appear from the right side of the screen. It will show you the details of the request; start and end date, reason and any potential notes.",
                    "images": [
                        "Schedule_Edit.png"
                    ]
                },
                {
                    "bodyText": "At the bottom right are three options; save leave, approve leave, delete leave. While in here, you can also edit the date, reason or notes.",
                    "images": []
                },
                {
                    "bodyText": "2. Go into the approval tab (next to the Overview tab). A list of the requests for leave with their start and end dates, and reasons for the leave can be seen here.",
                    "images": ["Schedule_Edit2.png"]
                },
                {
                    "bodyText": "Press on a list item to get to the pop up mentioned in option one, or hover on the three dots that can be found on the right side of each list item. By hovering on the dots three options will show; edit, approve and reject. ",
                    "images": []
                },
                {
                    "bodyText": "Edit will open the same pop up window mentioned before. Approve and reject will directly, after a confirmation, approve or reject the request for a leave.",
                    "images": []
                }

            ]
        },
        {
            "id":"51",
            "title": "How do I check a serial number?",
            "category": "Serial Number",
            "content": [
                {
                    "bodyText": "To get the information of a serial number, click on the “Search” field. You will be given a drop down with options of serial numbers. You can also write in the search field to filter/search for a specific serial number.",
                    "images": [
                        "Serial_Number.jpg"
                    ]
                },
                {
                    "bodyText":" Click on the serial number you want to check, to get the information.",
                    "images":[ 
                        "Serial_Number-Search.png"
                    ]
                },
                {
                    "bodyText":"Here you can see which company the item is from, the order and parcel the item is connected to by “Order ID” and “Parcel”, the name of the item under “Product”, the SKU,  the serial number of the item and who scanned the item.",
                    "images":[ 
                        "Serial_Number-Details.png"
                    ]
                },
                {
                    "bodyText":"You can see the order by clicking on the order ID or parcel number. You will then get sent to the order page for the item.",
                    "images":[ 
                        "social_proof_task_bem.png"
                    ]
                },
                {
                    "bodyText":"(It is possible to scan an item and get more than one result for a serial number. This should not happen and can be caused by human error.)",
                    "images":[ 
                        
                    ]
                }

            ]
        },
        {
            "id":"19",
            "title": "How to see orders",
            "category": "Parcels",
            "content": [
                {
                    "bodyText": "In the parcels page you can see information of orders and shipments. You will also be able to work and complete tasks with orders and shipments eg. print information, edit, lock etc.",
                    "images":[
                        "logo.png"
                    ]
                },
                {
                    "bodyText":"On the top left you can choose to work with orders or shipments.",
                    "images": [
                        "social_proof_task_bem.png"
                    ]
                },
                {
                    "bodyText":"On the right side you can see 4 counters. Here you can see the current numbers and total sum of the statuses: New, Pick, Pack and Locked all of which are color coded according to the status they belong to. The number above is the current number, while the number below is the total sum.",
                    "images": []
                }
            ]
        },
        {
            "id":"20",
            "title": "How do I pick a time period?",
            "category": "Salary",
            "content": [
                {
                    "bodyText": "To see your salary report, you first need to pick a period of time for the system to search in. You can manually pick a start- and end date, or you can make a rough estimate on the period you want to search on by picking a specific month. Once you’ve picked your search period, press apply.",
                    "images": [
                        "social_proof_task_bem.png"
                    ]
                },
                {
                    "bodyText":"",
                    "images":[ 
                        "social_proof_task_bem.png"
                    ]
                },
                {
                    "bodyText":"Start date:",
                    "images":[ 
                        "social_proof_task_bem.png"
                    ]
                },
                {
                    "bodyText":"End date:",
                    "images":[ 
                        "social_proof_task_bem.png"
                    ]
                },
                {
                    "bodyText":"Picking a month:",
                    "images":[ 
                        "social_proof_task_bem.png"
                    ]
                },
                {
                    "bodyText":"You can clear the time period by clicking on the X beside the date in start- and end date fields.",
                    "images":[]
                }
            ]
        },
        {
            "id":"21",
            "title": "How do I overwiew the salary information?",
            "category": "Salary",
            "content": [
                {
                    "bodyText": "Once you’ve chosen the search period, a list will appear with the requested information.",
                    "images": [
                        "puppies.jpg"
                    ]
                },
                {
                    "bodyText":"By clicking on a specific list item, you may choose to click one of the two buttons on the bottom right. By pressing “View details”, you may see the specifics of the individual list item.",
                    "images": [
                        "logo.png"
                    ]
                },
                {
                    "bodyText":"By pressing “Download CSV”, you may download the specifics of a chosen list item as a CSV file (like an Excel document).",
                    "images": [
                        "logo.png"
                    ]
                }
            ]
        },
        {
            "id":"22",
            "title": "How to get the information on multible list items",
            "category": "Salary",
            "content": [
                {
                    "bodyText": "By, while viewing the list on the salary report page, press and hold the Ctrl button on your keyboard and click on multiple list items you wish to see. This allows you to view or download the specifics of multiple list items at the same time",
                    "images": [
                        "puppies.jpg"
                    ]
                }
            ]
        },
        {
            "id":"23",
            "title": "How to pick a period",
            "category": "Statistics",
            "content": [
                {
                    "bodyText": "To view the list of statistical data, first pick a period. A period can be picked from the period date range. You can pick a specific period from the list, or you can click on Date range to get the option to choose a period between two dates.",
                    "images": [
                        "puppies.jpg"
                    ]
                },
                {
                    "bodyText": "",
                    "images": [
                        "puppies.jpg"
                    ]
                },
                {
                    "bodyText": "Press Apply to fetch the statistics for the period.",
                    "images": [
                        "puppies.jpg"
                    ]
                },
                {
                    "bodyText": "To see the specifics of any given list item, simply press the item.",
                    "images": []
                }
            ]
        },
        {
            "id":"24",
            "title": "How to toggle the currency",
            "category": "Statistics",
            "content": [
                {
                    "bodyText": "On the top right there is a toggle switch, which allows you to hide everything in the statistics that has to do with money and sensitive data. Simply just click the “Currency” toggle and you will hide the sensitive data",
                    "images": [
                        "puppies.jpg"
                    ]
                }
            ]
        },
        {
            "id":"25",
            "title": "How to view the packers",
            "category": "Statistics",
            "content": [
                {
                    "bodyText": "To view the statistics for the packers, simply just press “Packers” in the top left corner.",
                    "images": [
                        "puppies.jpg"
                    ]
                },
                {
                    "bodyText": "The packer page is, in many ways, the same as the pickers page, but there are some essential differences. ",
                    "images": []
                },
                {
                    "bodyText": "First of all, when picking the time frame, you cannot make a rough estimate of a week or a month like you could on the pickers page. You can only choose a specific time frame like when we picked “Date range” on the pickers page.",
                    "images": ["puppies.jpg"]
                },
                {
                    "bodyText": "Secondly, on the list of the packers all of the information is the same as the information displayed in the pickers list, however each list item is colour coded. Employees who have done their assignments in less than 35 hours are marked with red, and the ones who worked for more than 35 hours are marked with green.",
                    "images": []
                },
                {
                    "bodyText": "The Purpose of this is to get an overview of who is putting the most effort into their work. It can be an indication of an employee's motivation to quit, and that gives the company a heads up in regards to finding a potential replacement.",
                    "images": ["puppies.jpg"]
                }
            ]
        },
        {
            "id":"26",
            "title": "How do I pick a list?",
            "category": "Lists",
            "content": [
                {
                    "bodyText": "This is the first list you see when you go into the page. The Pick list site is a list of lists. Each list item is in themselves a list. Each list is an array of orders that needs to be picked up by a wagon in the store room and shipped together.",
                    "images": [
                        "puppies.jpg"
                    ]
                },
                {
                    "bodyText":"The search bar allows you to search for the ID of a pick list.",
                    "images": []
                }
            ]
        },
        {
            "id":"27",
            "title": "How to create a new route",
            "category": "Lists",
            "content": [
                {
                    "bodyText": "By clicking Create pick list in the upper right corner, you’ll see a pop up, which enables you to create a new list.",
                    "images": [
                        "puppies.jpg"
                    ]
                },
                {
                    "bodyText":"Firstly you must choose which company to make the pick list for.",
                    "images": []
                },
                {
                    "bodyText":"Secondly you must pick out which packages to add to the list. Each carrier has a number to the right of their names. The number shows how many packages that the specific carrier has available. You can manually choose which ones you want added to the list. By checking off a box you get the list of the available packages for that specific company.",
                    "images": ["puppies.jpg"]
                },
                {
                    "bodyText":"It is perfectly possible to cross out multiple boxes at the same time",
                    "images": ["puppies.jpg"]
                },
                {
                    "bodyText":"Select the products that you want to add to the list. By removing the check mark from the “Order ID” box at the top of the list, everything will be unchecked. When you’re ready to create the list, click “Create pick list”",
                    "images": ["puppies.jpg"]
                }
            ]
        },
        {
            "id":"28",
            "title": "How to view the details of a pick list",
            "category": "Lists",
            "content": [
                {
                    "bodyText": "To see the details of a specific pick list, simply find the list item that you wish to see. There are two main ways to see the specifics of the order list.",
                    "images": []
                },
                {
                    "bodyText":"1. simply just click on the list item.",
                    "images": []
                },
                {
                    "bodyText":"2. At the right side of the list item is a symbol of three dots. Hover over it, and click “View”.",
                    "images": []
                },
                {
                    "bodyText":"A pop up will appear in the right side of the screen, which will contain the detailed information for the specific pick list",
                    "images": ["puppies.jpg"]
                }
            ]
        },
        {
            "id":"29",
            "title": "How to print out a pick list",
            "category": "Lists",
            "content": [
                {
                    "bodyText": "To print the details of a specific pick list, simply find the list item that you wish to print. At the right side of the list item is a symbol of three dots. Hover over it, and click “Print”. This will print the pick list for the specific list item",
                    "images": []
                }
            ]
        },
        {
            "id":"30",
            "title": "The Collect lists",
            "category": "Lists",
            "content": [
                {
                    "bodyText": "The purpose of the collect list items is to serve as receipts of sorts. When the truck drivers pick up products from us for delivery we get a “Collect list” as evidence that they have picked up the products.",
                    "images": []
                },
                {
                    "bodyText": "To view the list of Collect lists, press “Collect Lists” at the top of the screen.",
                    "images": ["puppies.jpg"]
                },
                {
                    "bodyText": "To find a specific collect list, the lists can be searched by ID in the search field",
                    "images": ["puppies.jpg"]
                }
            ]
        },
        {
            "id":"31",
            "title": "How to download or print a collect list",
            "category": "Lists",
            "content": [
                {
                    "bodyText": "At each list item, on the right side, is a symbol consisting of three dots. By hovering over the symbol, you will see the option to either “Download” or “Print” the given collect list.",
                    "images": []
                }
            ]
        },
        {
            "id":"32",
            "title": "How to add a new collect list",
            "category": "Lists",
            "content": [
                {
                    "bodyText": "To add a new collect list press the “Create collect list”. A pop up will appear on the right side of the screen. Firstly choose the company to which you want to add to the new list. Press on the checkbox of the name of the carrier whose items you wish to add to the list. Unlike in the case of pick lists, you cannot choose multiple carriers here. ",
                    "images": []
                },
                {
                    "bodyText": "Select the products that you want to add to the list. By removing the check mark from the “Order ID” box at the top of the list, everything will be unchecked. ",
                    "images": []
                },
                {
                    "bodyText": "The main difference between the “Create Collect” list menu and the “Create Pick” list menu is the “List name” text field at the bottom of the “Create Collect” list screen. Use it to add a name to the “Collect list”.",
                    "images": []
                },
                {
                    "bodyText": "When you’re ready to create the list, press “Create Collect list”",
                    "images": []
                }
            ]
        },
        {
            "id":"33",
            "title": "The Bulk invoicing page",
            "category": "Lists",
            "content": [
                {
                    "bodyText": "When shipping products to foreign countries it happens in what we call bulks. Don’t be fooled by the name. A bulk can just as well consist of a single order. At the moment we only ship to Greenland and Norway, though the list of countries in the menu contain a far more expansive array of countries than just Greenland and Norway. The idea of bulk shipping is that we ship orders. An order can consist of a single or multiple products. ",
                    "images": []
                },
                {
                    "bodyText": "To get to the Bulk Invoicing list, click “Bulk Invoicing” at the top of the screen. ",
                    "images": ["image.jpg"]
                }
            ]
        },
        {
            "id":"34",
            "title": "How to create a bulk invoice",
            "category": "Lists",
            "content": [
                {
                    "bodyText": "To create a new bulk, start out by choosing the country you want to ship to, and then pick the carrier. The carriers have been pre-assigned. Each carrier on the list has a number next to them. This is the number of orders in the specific bulk. Press “Create bulk invoicing” and confirm the creation. ",
                    "images": ["image.jpg"]
                }
            ]
        },
        {
            "id":"35",
            "title": "How to view bulk invoice information",
            "category": "Lists",
            "content": [
                {
                    "bodyText": "To view bulk invoice information, first find the bulk you would like to see the information of.",
                    "images": ["image.jpg"]
                },
                {
                    "bodyText": "Then do one of the following:",
                    "images": []
                },
                {
                    "bodyText": "1. Go to the right side of the list item, and hover on the symbol of the three dots. Click on “view”",
                    "images": []
                },
                {
                    "bodyText": "2. Simply just click the list item itself.",
                    "images": []
                },
                {
                    "bodyText": "A pop up will appear on the right side of the screen.",
                    "images": ["image.jpg"]
                },
                {
                    "bodyText": "On the top left side is information about the bulk. The ID, the date it was created and the employee that created the bulk. To the right is information about the number of orders in the bulk, the name of the company from where the bulk comes and the name of the carrier. Underneath that is a list of the orders which make up the bulk.",
                    "images": []
                }
            ]
        },
        {
            "id":"36",
            "title": "How to print out the bulk information",
            "category": "Lists",
            "content": [
                {
                    "bodyText": "When viewing the list of bulks, simply find the bulk you wish to print. Then go to the right side of the bulks list item, and hover over the three dots symbol. Then press “Print”.",
                    "images": []
                }
            ]
        },
        {
            "id":"37",
            "title": "How do I pick a list?",
            "category": "Parcels",
            "content": [
                {
                    "bodyText": "If you wish to create a new shipment you can click on the Create shipment button on the right. You will then be shown the create shipment page.You will start with the delivery section where you can choose the sender country, recipient country, delivery company and shipping method.",
                    "images": [
                        "social_proof_task_bem.png"
                    ]
                },
                {
                    "bodyText":"To choose the sender country, click the dropdown for Sender country and hover over the option you wish, and click on it to choose the country the sender is from.",
                    "images": [
                        "logo.png"
                    ]
                },
                {
                    "bodyText":"To choose the recipient country, click the dropdown for Recipient country and hover over the option you wish, and click on it to choose the country the recipient is from.",
                    "images":[

                    ]
                }
            ]
        },
        {
            "id":"38",
            "title": "How do I scan?",
            "category": "Scan",
            "content": [
                {
                    "bodyText": "Use your phone to scan the QR-code",
                    "imagea": [
                        "logo.png"
                    ]
                },
                {
                    "bodyText":"",
                    "images":[ 
                        "social_proof_task_bem.png"
                    ]
                }
            ]
        } ,
        {
            "id":"39",
            "title": "How do I use the Dashboard?",
            "category": "Dashboard",
            "content": [
                {
                    "bodyText": "It is under work",
                    "images": [
                        "social_proof_task_bem.png"
                    ]
                },
                {
                    "bodyText":"",
                    "images": [
                        "logo.png",
                        "puppies.jpg"
                    ]
                }
            ]
        },
        {
            "id":"40",
            "title": "How do I get trophies?",
            "category": "Trophies",
            "content": [
                {
                    "bodyText": "No trophies yet",
                    "images": [
                        "logo.png"
                    ]
                },
                {
                    "bodyText":"",
                    "images": [
                        "social_proof_task_bem.png"
                    ]
                }
            ]
        },
        {
            "id":"41",
            "title": "How do I search for users",
            "category": "Users",
            "content": [
                {
                    "bodyText": "In the users page you will be able to search for specific user(s) with the search bar on the page.",
                    "images": [
                        "logo.png"
                    ]
                },
                {
                    "bodyText":"To be able to find the specific user, write in the keyword and hit enter. ",
                    "images": [
                        "social_proof_task_bem.png"
                    ]
                },
                {
                    "bodyText":"You can also sort users by name, status, permissions or email by pressing on either name, status permissions or email on the top of the table.",
                    "images": [
                        "social_proof_task_bem.png"
                    ]
                }
            ]
        },
        {
            "id":"42",
            "title": "How do I edit a user?",
            "category": "Users",
            "content": [
                {
                    "bodyText": "To edit a user hover over the 3 dots on the chosen user. Then press on edit.",
                    "images": [
                        "puppies.jpg"
                        
                    ]
                },
                {
                    "bodyText": "You will then receive the “Create user” page, but with the information of the chosen user in the corresponding fields.",
                    "images": [
                        "puppies.jpg"   
                    ]
                },
                {
                    "bodyText": "Here you can make the changes and press the green “edit user” button in the bottom right, to save the changes. You will then be given a message on top of the window, that tells you the user has been edited successfully.",
                    "images": [
                          
                    ]
                },
                {
                    "bodyText": "To cancel press the “X” top right, or press anywhere outside the “Edit” page",
                    "images": [
                          
                    ]
                }
            ]
        },
        {
            "id":"43",
            "title": "How do I delete a user?",
            "category": "Users",
            "content": [
                {
                    "bodyText": "Hover over the 3 dots on the specific user, and press “Delete”. ",
                    "images": [
                        "logo.png"   
                    ]
                },
                {
                    "bodyText": "You will then be prompted with a message that asks you “Are you sure?”",
                    "images": [
                        "logo.png"   
                    ]
                },
                {
                    "bodyText": "Press “Yes, remove user” to remove user. You will be given a message that the user was deleted successfully.",
                    "images": [ 
                    ]
                }
            ]
        },
        {
            "id":"44",
            "title": "How do I view a user's information",
            "category": "Users",
            "content": [
                {
                    "bodyText": "To view a user’s information simply click on the specific user’s row, or hover over to the 3 dots and press “view”",
                    "images": [
                        "puppies.jpg"  
                    ]
                },
                {
                    "bodyText": "You can now see all of the user’s information.",
                    "images": [
                        "social_proof_task_bem.png"  
                    ]
                }
            ]
        },
        {
            "id":"45",
            "title": "How do I view the details of an order?",
            "category": "Parcels",
            "content": [
                {
                    "bodyText": "When you hover over the 3 dots for an order, you get different action options. Click on view details",
                    "images": [
                        "logo.png"
                        
                    ]
                },
                {
                    "bodyText": "\n",
                    "images": [
                    ]
                },
                {
                    "bodyText": "“View details” shows you the information of the chosen order. Where you can also perform different actions for the order eg. edit, download, locking, change shipping method etc.",
                    "images": [
                    ]
                },
                {
                    "bodyText": "Here you have different pages: “Shipping details”, “Order summary”, “Order lock”, “Tracking history”, “Status history” and “Order log”.",
                    "images": [
                        "puppies.jpg" 
                    ]
                },
                {
                    "bodyText": "You also have the ability to copy url, open CMS, print and download in the details page like on the order page with table of orders.",
                    "images": [
                        "puppies.jpg" 
                    ]
                },
                {
                    "bodyText": "The button on the left locks or unlocks the order depending on the lock status on the order.",
                    "images": [
                    ]
                },
                {
                    "bodyText": "When trying to unlock you will be prompted with the message “Are you sure?”. You can choose between “No” to cancel or “Yes, unlock order” to unlock the order. ",
                    "images": [
                        "puppies.jpg" 
                    ]
                },
                {
                    "bodyText": "If you choose “Yes”, you get a message on top of the window, telling you the order has been unlocked. The “Unlock order” button will then change to “Lock order”",
                    "images": [
                        "puppies.jpg" 
                    ]
                },
                {
                    "bodyText": "To lock an order you must click on the “Lock order” button. You will then get a prompt textfield. You are required to write a reason for the locking.",
                    "images": [
                        "puppies.jpg" 
                    ]
                },
                {
                    "bodyText": "To cancel click the “Cancel” button or click the “Lock order” button. The prompt has a check to see if text is empty, an error message will be shown at the top of the window telling you to try to lock the order without text.",
                    "images": [
                        "puppies.jpg" 
                    ]
                },
                {
                    "bodyText": "A message will be shown at the top of the window telling you the order has been locked.",
                    "images": [
                    ]
                },
                {
                    "bodyText": "Locking and unlocking will be logged in the “Order log” page.",
                    "images": [
                        "logo.png"
                    ]
                },
                {
                    "bodyText": "\n",
                    "images": [
                    ]
                },
                {
                    "bodyText": "Shipping details",
                    "images": [
                    ]
                },
                {
                    "bodyText": "Here you will be able to see billing address, shipping address, payment information and shipping method of the order, and make changes to the order if needed.",
                    "images": [
                        "puppies.jpg"
                    ]
                },
                {
                    "bodyText": "The emails, telephone numbers, address and country are hyperlinks. You can click on them for fast access to functions. They act like shortcuts for customer service. ",
                    "images": [
                    ]
                },
                {
                    "bodyText": "For emails, you can send an email to the  email address attached to the billing address or shipping address.",
                    "images": [
                    ]
                },
                {
                    "bodyText": "For telephone numbers, you can call the number. You will be prompted with a message to choose the program for the call.",
                    "images": [
                    ]
                },
                {
                    "bodyText": "You can also click on the addresses and country. A new tab will be made and show you the location of the address or country in google maps.",
                    "images": [
                    ]
                },
                {
                    "bodyText": "\n",
                    "images": [
                    ]
                },
                {
                    "bodyText": "By clicking on “Edit shipping address” you can edit the information of the order.",
                    "images": [
                        "puppies.jpg"
                    ]
                },
                {
                    "bodyText": "Here you can enter the changes or cancel by hitting the red “Cancel”. You can save the changes by hitting the green “Submit” button. You will be prompted with a message “Are you sure?” ",
                    "images": [
                        "logo.png"
                    ]
                },
                {
                    "bodyText": "You can then choose “Yes, save it” to save or “no” to cancel. If you choose “Yes, save it”, you get a message at the top of the window that tells whether update changes are successful or failed.",
                    "images": [
                    ]
                },
                {
                    "bodyText": "\n",
                    "images": [
                    ]
                },
                {
                    "bodyText": "Under “Shipping method” you can choose or change the company that will do the shipping.",
                    "images": [
                    ]
                },
                {
                    "bodyText": "An email will be sent every time a shipping method has been chosen.",
                    "images": [
                    ]
                },
                {
                    "bodyText": "\n",
                    "images": [
                    ]
                },
                {
                    "bodyText": "Order summary",
                    "images": [
                    ]
                },
                {
                    "bodyText": "Here you can see a short summary of the order. You will be able to see the product, prices, weights etc.",
                    "images": [
                        "puppies.jpg"
                    ]
                },
                {
                    "bodyText": "Order lock",
                    "images": [
                        
                    ]
                },
                {
                    "bodyText": "Here you can see who created the latest lock and read the lock note.",
                    "images": [
                        "social_proof_task_bem.png"
                    ]
                },
                {
                    "bodyText": "Tracking history",
                    "images": [
                    
                    ]
                },
                {
                    "bodyText": "Here you can see the history of the order. You can see where the order has been and which delivery company, tracking, date it has been packed etc.",
                    "images": [
                        "puppies.jpg"
                    ]
                },
                {
                    "bodyText": "It is here you will be able to track the history of the order. ",
                    "images": [
                    ]
                },
                {
                    "bodyText": "You can click on the tracking number to see the progress of the order. You will be redirected to a page that shows you the orders page.",
                    "images": [

                    ]
                },
                {
                    "bodyText": "You can also click on the icon of the delivery company, to see the progress of the order on the delivery company’s page.",
                    "images": [
                    ]
                },
                {
                    "bodyText": "Status history",
                    "images": [
                    ]
                },
                {
                    "bodyText": "Here you will be able to see the history of the status of the order, where you can see changes to addresses, email, phone number etc.. All of the status messages are automatic. ",
                    "images": [
                        "puppies.jpg"
                    ]
                },
                {
                    "bodyText": "You are also able to write comments at the top of the “Status history” tab. Enter your comment in the textfield and hit submit. You will be prompted with a message that says “Are you sure?”",
                    "images": [
                        "puppies.jpg"
                    ]
                },
                {
                    "bodyText": "To cancel click “No” or “Yes, save comment” to submit the comment. You will get a message at the top of the windows telling you if the submission was successful or has failed.",
                    "images": [
                        
                    ]
                },
                {
                    "bodyText": "\n",
                    "images": [
                        
                    ]
                },
                {
                    "bodyText": "Order log",
                    "images": [
                        
                    ]
                },
                {
                    "bodyText": "Here you can see the history of changes to the order. The difference between Status history and Order log is that the Order log solely logs changes made through PackShip.",
                    "images": [
                        "social_proof_task_bem.png"
                    ]
                },
                {
                    "bodyText": "You will also be able to see the comments you made in the “Status history” tab.",
                    "images": [
                        "social_proof_task_bem.png"
                    ]
                },
                {
                    "bodyText": "You can also filter the Order log by clicking on the field at the top of the Order log. You will get dropdown options you want to filter the history by. Choose the option you want to filter by by clicking the option and then hit enter.",
                    "images": [
                        "social_proof_task_bem.png",
                        "puppies.jpg"
                    ]
                },
                {
                    "bodyText": "You can also write in the field if you want to filter the option, or to make it more manageable.",
                    "images": [
                        "social_proof_task_bem.png"
                    ]
                },
                {
                    "bodyText": "To clear the filter, click on the field again and then remove the text by either hitting backspace or hit escape for a quick remove.",
                    "images": [
                    ]
                }
            ]
        },
        {
            "id":"46",
            "title": "How do I see shipments?",
            "category": "Parcels",
            "content": [
                {
                    "bodyText": "To see the shipments. Click on the shipments tab at the top. It is besides Order.",
                    "images": [
                        "logo.png"
                    ]
                },
                {
                    "bodyText": "Here you can see the information of the different shipments. You will be able to see the ID, address, recipient etc. for each shipment. Each row represents a shipment.",
                    "images": [
                        "logo.png"
                    ]
                },
                {
                    "bodyText": "Just like the Order page, you are able to change the page by clicking the arrows or entering a specific number at the bottom of the screen.",
                    "images": [
                    ]
                },
                {
                    "bodyText": "\n",
                    "images": [
                    ]
                },
                {
                    "bodyText": "You can search for a specific shipment by entering a keyword in the search bar on the left.",
                    "images": [
                        "puppies.jpg"
                    ]
                },
                {
                    "bodyText": "The dropdown on the right can be used for printing return labels for a shop quickly, without having to do it manually. ",
                    "images": [
                        "puppies.jpg"
                    ]
                },
                {
                    "bodyText": "Click on the drop down to choose from which shop you want to print from.",
                    "images": [
                        "puppies.jpg"
                    ]
                },
                {
                    "bodyText": "Then hover over the chosen shop and click on it.",
                    "images": [
                    ]
                },
                {
                    "bodyText": "\n",
                    "images": [
                    ]
                },
                {
                    "bodyText": "You can filter the results/table by company, country, delivery company, shipping method and when it was created.",
                    "images": [
                    ]
                },
                {
                    "bodyText": "\n",
                    "images": [
                    ]
                },
                {
                    "bodyText": "For company, click on the dropdown and choose the company by hovering over the one you wish to see and click on it.",
                    "images": [
                        "puppies.jpg"
                    ]
                },
                {
                    "bodyText": "For delivery company, click on the dropdown and choose the delivery company by hovering over the one you wish to see and click on it.",
                    "images": [
                        "puppies.jpg"
                    ]
                },
                {
                    "bodyText": "For shipping method, click on the dropdown and choose the shipping method by hovering over the one you wish to see and click on it.",
                    "images": [
                        "puppies.jpg"
                    ]
                },
                {
                    "bodyText": "\n",
                    "images": [
                    ]
                },
                {
                    "bodyText": "(NB: you have to pick a delivery company before you can see options for the “Shipping method” filter.)",
                    "images": [
                    ]
                },
                {
                    "bodyText": "\n",
                    "images": [
                    ]
                },
                {
                    "bodyText": "For created, click on the dropdown and choose a starting date and end date to get the shipments created within the chosen periode.",
                    "images": [
                        "social_proof_task_bem.png"
                    ]
                },
                {
                    "bodyText": "To clear a filter click on the “X” within the dropdown field.",
                    "images": [
                        "social_proof_task_bem.png"
                    ]
                },
                {
                    "bodyText": "You are able to sort the results by clicking on the column labels at the top of the table.",
                    "images": [
                        "social_proof_task_bem.png"
                    ]
                },
                {
                    "bodyText": "If you need to see the tracking of a shipment, you can click on the tracking number of a shipment. A new tab will be opened going to the PackShip tracking page for the track number/shipment.",
                    "images": [  
                    ]
                },
                {
                    "bodyText": "If you wish to use the delivery company’s tracking page, you can press their name or logo instead, to get the tracking for the shipment on the delivery company’s page.",
                    "images": [  
                    ]
                }
            ]
        },
        {
            "id":"47",
            "title": "How do I create a shipment?",
            "category": "Parcels",
            "content": [
                {
                    "bodyText": "If you wish to create a new shipment you can click on the Create shipment button on the right. You will then be shown the create shipment page.",
                    "images": [
                        
                    ]
                },
                {
                    "bodyText": "You will start with the delivery section where you can choose the sender country, recipient country, delivery company and shipping method.",
                    "images": [
                        "logo.png"
                    ]
                },
                {
                    "bodyText": "To choose the sender country, click the dropdown for Sender country and hover over the option you wish, and click on it to choose the country the sender is from.",
                    "images": [
                        "logo.png"
                    ]
                },
                {
                    "bodyText": "To choose the delivery company, click the dropdown for “Delivery company” and hover over the option you wish, and click on it to choose the company that will do the shipment.",
                    "images": [
                        "logo.png"
                    ]
                },
                {
                    "bodyText": "To choose the shipping method, click the dropdown for “Shipping method” and hover over the option you wish, and click on it to choose the method the company shall do.",
                    "images": [
                        "logo.png"
                    ]
                },
                {
                    "bodyText": "(NB: you have to pick a delivery company before you can see the options for the shipping method.)",
                    "images": [
                    ]
                },
                {
                    "bodyText": "\n",
                    "images": [
                    ]
                },
                {
                    "bodyText": "The most essential countries we ship to are Denmark, United Kingdom, Germany, Norway and Sweden. Your options in package carriers vary based on whatever country you may choose to ship to. ",
                    "images": [
                        "social_proof_task_bem.png"
                    ]
                },
                {
                    "bodyText": "Depending on the delivery company and shipping method, you may need to enter/choose additional information.",
                    "images": [
                        "social_proof_task_bem.png"
                    ]
                },
                {
                    "bodyText": "Click on the “Next” button when you are done choosing. ",
                    "images": [
                    ]
                },
                {
                    "bodyText": "Click on the “X”  or outside of the “Create shipment” page/window if you wish to cancel creating the shipment and back to the “Shipments” page.",
                    "images": [
                    ]
                },
                {
                    "bodyText": "You will then go to the sender section. Here you will need to enter the sender’s information.",
                    "images": [
                        "puppies.jpg"
                    ]
                },
                {
                    "bodyText": "Here you must enter the information manually, or you can click on the 3 dots in the “Sender name” section” for entering all of the information quickly.",
                    "images": [
                    ]
                },
                {
                    "bodyText": "If you wish to go back to the “Delivery”section, you can click the “Back” button to go back to the “Delivery” section.",
                    "images": [
                    ]
                },
                {
                    "bodyText": "You will be shown a dropdown.",
                    "images": [
                        "logo.png"
                    ]
                },
                {
                    "bodyText": "Clicking on the dropdown will show you the options.",
                    "images": [
                        "logo.png"
                    ]
                },
                {
                    "bodyText": "Click on the option you wish to choose, to fill out all of the fields.",
                    "images": [
                        "logo.png"
                    ]
                },
                {
                    "bodyText": "You can save the option as default if you wish the information to be automatically filled, if you go back or make a change in the previous section. Just on the part that says “Save as default sender address”.",
                    "images": [
                        "logo.png"
                    ]
                },
                {
                    "bodyText": "To remove the sender as default just click to the same part again that now says “Remove default sender address”.",
                    "images": [
                        "logo.png"
                    ]
                },
                {
                    "bodyText": "When you have entered the information, click the “Next” button. You will go to the recipient section.",
                    "images": [
                        
                    ]
                },
                {
                    "bodyText": "(Make sure the sender address is valid. If the address is not valid, PackShip will throw you an error.)",
                    "images": [
                        "social_proof_task_bem.png"
                    ]
                },
                {
                    "bodyText": "Here you must enter all of the necessary recipient’s information. ",
                    "images": [
                        
                    ]
                },
                {
                    "bodyText": "If you wish to go back to the “Sender” section, you can click the “Back” button to go back to the “Sender” section.",
                    "images": [
                        
                    ]
                },
                {
                    "bodyText": "\n",
                    "images": [
                        
                    ]
                },
                {
                    "bodyText": "You can enter all of the information manually, or like the sender section you can click on the 3 dots in the “Recipient first name” field, and quickly fill out the fields in the recipient section.",
                    "images": [
                        
                    ]
                },
                {
                    "bodyText": "You will be shown a dropdown field.",
                    "images": [
                        "puppies.jpg"
                    ]
                },
                {
                    "bodyText": "Clicking on the dropdown will show the options.",
                    "images": [
                        "puppies.jpg"
                    ]
                },
                {
                    "bodyText": "Choose the option that is the recipient to fill out the information.",
                    "images": [
                        "puppies.jpg"
                    ]
                },
                {
                    "bodyText": "(Make sure the addresses, postal code and city are valid. PackShip will throw an error if they are not.)",
                    "images": [
                        
                    ]
                },
                {
                    "bodyText": "Click on “Create” when you are done choosing the information. You will be shown 3 options: “Email”, “Print” and “Download”.",
                    "images": [
                        "social_proof_task_bem.png"
                    ]
                },
                {
                    "bodyText": "You prompted for every option.",
                    "images": [
                        
                    ]
                },
                {
                    "bodyText": "Email: you will be prompted with a new screen. Here you can see the title, language the email will be written in, the email address the email wil, be sent to, the name of the one who will receive the email, and the subject of the email.",
                    "images": [
                        "logo.png"
                    ]
                },
                {
                    "bodyText": " You can make changes if needed. Simply to just click on the field you wish to change and enter the necessary changes. For language, click the dropdown, and choose the language you wish to switch to.",
                    "images": [
                        "logo.png"
                    ]
                },
                {
                    "bodyText": "When you are ready and have entered all of the information, click on the “Yes, send it” button. You will get a message on top of the window that tells you were successful or something has failed. ",
                    "images": [
                        "logo.png"
                    ]
                },
                {
                    "bodyText": "If successful an email will be sent to the designated email address and the shipment will be created.",
                    "images": [
                        "logo.png"
                    ]
                },
                {
                    "bodyText": "\n",
                    "images": [
                    ]
                },
                {
                    "bodyText": "If you wish to cancel, you can click on “Back” to go back or cancel, if you decide not to create a new shipment.",
                    "images": [

                    ]
                },
                {
                    "bodyText": "Print",
                    "images": [

                    ]
                },
                {
                    "bodyText": "If you wish to print the created shipment, click on “Print”. You will be shown a new window with the text “Are you sure?”. Here you must pick a printer to print the created shipment.",
                    "images": [
                        "social_proof_task_bem.png"
                    ]
                },
                {
                    "bodyText": "Click on the dropdown beneath the text that says “Label printer”. You will be able to see all of the available printers.",
                    "images": [
                        "social_proof_task_bem.png"
                    ]
                },
                {
                    "bodyText": "When you have picked a printer, you can press the “Yes, print it” button to print and create the new shipment. A message will be shown at the top of the windows telling you if you were successful or something has failed.",
                    "images": [
                        "social_proof_task_bem.png"
                    ]
                },
                {
                    "bodyText": "\n",
                    "images": [
                    ]
                },
                {
                    "bodyText": "You can click “No”, if you wish to cancel.",
                    "images": [
                    ]
                },
                {
                    "bodyText": "\n",
                    "images": [
                    ]
                },
                {
                    "bodyText": "Download",
                    "images": [
                    ]
                },
                {
                    "bodyText": "If you wish to download the shipment as a pdf file, you can click on “Download”.",
                    "images": [
                    ]
                },
                {
                    "bodyText": "You will be prompted with a new window with the title “Are you sure?”.",
                    "images": [
                        "social_proof_task_bem.png"
                    ]
                },
                {
                    "bodyText": "beneath the text “Title” is there a text field. Here you can change the title of the shipment you are creating. PackShip will give you a default title, depending on the shipping method you choose and what you entered in reference.",
                    "images": [
                        "logo.png"
                    ]
                },
                {
                    "bodyText": "\n",
                    "images": [
                        
                    ]
                },
                {
                    "bodyText": "When you are satisfied with the title, click the “Yes, download it” to create the shipment and download a pdf file of the shipment. You will get a message at the top of the window telling you if you were successful or something has failed.",
                    "images": [
                        
                    ]
                },
                {
                    "bodyText": "\n",
                    "images": [
                        
                    ]
                },
                {
                    "bodyText": "You can click “No”, if you wish to cancel.",
                    "images": [
                        
                    ]
                }
            ]
        },
        {
            "id":"48",
            "title": "What can I do with the a shipment?",
            "category": "Parcels",
            "content": [
                {
                    "bodyText": "If you hover over the 3 dots for a shipment ( a row on the table), you will be shown the following actions:",
                    "images": [
                        
                    ]
                },
                {
                    "bodyText": "Details: to see the details of a shipment.",
                    "images": [
                        
                    ]
                },
                {
                    "bodyText": "Open: to open a pdf for the shipment label for the shipment.",
                    "images": [
                        
                    ]
                },
                {
                    "bodyText": "Print: to print the shipment label for the shipment",
                    "images": [
                        
                    ]
                },
                {
                    "bodyText": "Download: to download the shipment label for the shipment",
                    "images": [
                        
                    ]
                },
                {
                    "bodyText": "Create new: to create a new shipment with the same information  of the shipment your mouse is hovering over.",
                    "images": [
                        "social_proof_task_bem.png"
                    ]
                },
                {
                    "bodyText": "NB!",
                    "images": [
                        
                    ]
                },
                {
                    "bodyText": "Some shipments will have a “Cancel” action.",
                    "images": [
                        "logo.png"
                    ]
                },
                {
                    "bodyText": "Some delivery companies may have a different business model and can charge you within a period of time after you have created the shipment. You can cancel the shipment if you do not wish to be charged.",
                    "images": [
                        
                    ]
                },
                {
                    "bodyText": "\n",
                    "images": [
                        
                    ]
                },
                {
                    "bodyText": "Details",
                    "images": [
                        
                    ]
                },
                {
                    "bodyText": "You can click on “Details” to see the details of a shipment. ",
                    "images": [
                        "social_proof_task_bem.png"
                    ]
                },
                {
                    "bodyText": "You can also simply click on the shipment/row to see the details.",
                    "images": [
                        
                    ]
                },
                {
                    "bodyText": "In the details page you will be able to see the information for the sender, recipient and shipment.",
                    "images": [
                        "puppies.jpg"
                    ]
                },
                {
                    "bodyText": "Each piece of information in blue with an underline are hyperlinks, that you can click on.",
                    "images": [
                        
                    ]
                },
                {
                    "bodyText": "Clicking on the sender- or recipient's name will make a google search using the names as the keywords.",
                    "images": [
                        
                    ]
                },
                {
                    "bodyText": "Clicking on the sender- or recipient's address will show you the location through google maps.",
                    "images": [
                        
                    ]
                },
                {
                    "bodyText": "Clicking on the sender- or recipient's country will show you the country through google maps.",
                    "images": [
                        
                    ]
                },
                {
                    "bodyText": "Clicking on the sender- or recipient's phone number will call the number. You will be prompted to pick which software to use for the call.",
                    "images": [
                        
                    ]
                },
                {
                    "bodyText": "Clicking on the sender- or recipient's email will open a draft for an email to the sender- or recipient's email. It will open your standard email application.",
                    "images": [
                        
                    ]
                },
                {
                    "bodyText": "Clicking the logo or shipment method in the shipment section will open a new tab and direct you to the delivery company’s tracking page for tracking the shipment.",
                    "images": [
                        
                    ]
                },
                {
                    "bodyText": "Clicking on the tracking number will direct you to the PackShip tracking page.",
                    "images": [
                        
                    ]
                },
                {
                    "bodyText": "(NB: Some shipments will have a fourth section to the right of the shipment section, if you have tied a shipment with a packshop.)",
                    "images": [
                        
                    ]
                },
                {
                    "bodyText": "\n",
                    "images": [
                        
                    ]
                },
                {
                    "bodyText": "In the details page you will also be able to perform “Open”, “Download” and “Create new” like on the shipment page with the shipment table.",
                    "images": [
                        
                    ]
                },
                {
                    "bodyText": "\n",
                    "images": [
                        
                    ]
                },
                {
                    "bodyText": "Open, Print and Download",
                    "images": [
                        
                    ]
                },
                {
                    "bodyText": "Open",
                    "images": [
                        "logo.png"
                    ]
                },
                {
                    "bodyText": "You can click on “Open” to open a pdf for the shipment. A new tab will be open and you will be shown the information of the shipment’s label.",
                    "images": [
                        
                    ]
                },
                {
                    "bodyText": "Print",
                    "images": [
                        "social_proof_task_bem.png"
                    ]
                },
                {
                    "bodyText": "You can click on print to print the shipment label. You will be prompted to pick a printer.",
                    "images": [
                        "puppies.jpg"
                    ]
                },
                {
                    "bodyText": "Here you will be shown a dropdown. Clicking on the downdrop will show you the printers available.",
                    "images": [
                        "puppies.jpg"
                    ]
                },
                {
                    "bodyText": "Click on the printer to choose the printer you wish to print the shipment label from.",
                    "images": [
                        "puppies.jpg",
                        "social_proof_task_bem.png"
                    ]
                },
                {
                    "bodyText": "When you have chosen a printer click the “Yes, print it” button to start printing.",
                    "images": [
                        
                    ]
                },
                {
                    "bodyText": "You can press  the “No” button to cancel the print. ",
                    "images": [
                        
                    ]
                },
                {
                    "bodyText": "Download",
                    "images": [
                        "logo.png"
                    ]
                },
                {
                    "bodyText": "You can click on “Download” to download the shipment’s label in pdf format. You will be prompted to either download or save the file. When saving, you can choose where you wish to save the file on your computer.",
                    "images": [
                        
                    ]
                }
            ]
        },
        {
            "id":"49",
            "title": "How do I create a copy of a shipment",
            "category": "Parcels",
            "content": [
                {
                    "bodyText": "You can click on “Create new” to make a new shipment with the same information from your chosen shipment.",
                    "images": [
                        
                        
                    ]
                },
                {
                    "bodyText": "\n",
                    "images": [
                    
                        
                    ]
                },
                {
                    "bodyText": "Depending on the type of the shipment or shipping method. You may or may not have the option “Return label” and “Shipping label”.",
                    "images": [
                        "puppies.jpg"
                        
                    ]
                },
                {
                    "bodyText": "You will be shown the “Create shipment” page with all of the information of your chosen shipment.",
                    "images": [
                        "puppies.jpg"
                        
                    ]
                },
                {
                    "bodyText": "You can see if it’s a return or normal shipping label by the shipment’s title at top left.",
                    "images": [
                        "puppies.jpg"
                        
                    ]
                },
                {
                    "bodyText": "Return label:",
                    "images": [
                        "social_proof_task_bem.png"
                        
                    ]
                },
                {
                    "bodyText": "Shipping label:",
                    "images": [
                        "social_proof_task_bem.png"
                        
                    ]
                },
                {
                    "bodyText": "In the page you will be able to edit and change the information if needed.",
                    "images": [
                        "social_proof_task_bem.png"
                        
                    ]
                },
                {
                    "bodyText": "The page’s function works exactly like you are creating a new shipment. The difference is that you will start on the “Recipient” section, and have information filled out. You can click on The “Back” button to go to the previous section just like when you are creating a whole new shipment.",
                    "images": [
                        
                        
                    ]
                },
                {
                    "bodyText": "The previous sections can also be edited and changed if needed. ",
                    "images": [
                        
                        
                    ]
                },
                {
                    "bodyText": "Create functions identically as when you are creating a whole new shipment. You will still get 3 options: “Email”, “Print” and “Download”",
                    "images": [
                        
                        
                    ]
                },
                {
                    "bodyText": "\n",
                    "images": [
                        
                        
                    ]
                },
                {
                    "bodyText": "Also here you can click on “X” or outside of the “Create shipment” page/window, to cancel and go back to the shipments page.",
                    "images": [
                        
                        
                    ]
                }
            ]
        },
        {
            "id":"50",
            "title": "How do I see orders?",
            "category": "Parcels",
            "content": [
                {
                    "bodyText": "",
                    "images":[
                        "logo.png"
                    ]
                },
                {
                    "bodyText":"On the right side you can see 4 counters. Here you can see the current numbers and total sum of the statuses: New, Pick, Pack and Locked all of which are color coded according to the status they belong to. The number above is the current number, while the number below is the total sum.",
                    "images": [
                        
                    ]
                },
                {
                    "bodyText":"(The orders marked with a pencil mean that the order has been edited.)",
                    "images": [

                    ]
                },
                {
                    "bodyText":"You will be able to search for a specific order by using the search bar. Enter the key word and then press the “Enter” key.",
                    "images": [
                        "puppies.jpg"
                    ]
                },
                {
                    "bodyText":"You will also be able to filter the orders by locked, company, status and shipping method.",
                    "images": [
                    ]
                },
                {
                    "bodyText":"Just click on the toggle button beneath “Locked”, to get only locked orders.",
                    "images": [
                        "logo.png"
                    ]
                },
                {
                    "bodyText":"To clear the “locked” filter, just click on the toggle button again.",
                    "images": [
                    ]
                },
                {
                    "bodyText":"\n",
                    "images": [
                    ]
                },
                {
                    "bodyText":"For company, status and shipping method, you will get dropdown options.",
                    "images": [
                    ]
                },
                {
                    "bodyText":"Filter by company:",
                    "images": [
                        "social_proof_task_bem.png"
                    ]
                },
                {
                    "bodyText":"Filter by status:",
                    "images": [
                        "social_proof_task_bem.png"
                    ]
                },
                {
                    "bodyText":"You can also filter by status by clicking on one of the counters.",
                    "images": [
                    ]
                },
                {
                    "bodyText":"Filter by shipping method:",
                    "images": [
                        "puppies.jpg"
                    ]
                },
                {
                    "bodyText":"To clear a filter click on the “X” in the dropdown box.",
                    "images": [
                        "puppies.jpg"
                    ]
                },
                {
                    "bodyText":"You can also sort the orders by ascending or descending, by clicking on the “Order ID” or “Order date” on top of the order table.",
                    "images": [
                        "puppies.jpg"
                    ]
                },
                {
                    "bodyText":"When you hover over the 3 dots for an order, you get different action options.",
                    "images": [
                        "puppies.jpg"
                    ]
                },
                {
                    "bodyText":"View details: “View details” shows you the information of the chosen order. Where you can also perform different action for the order eg. edit, download, locking, change shipping method etc.",
                    "images": [
                        "social_proof_task_bem.png"
                    ]
                },
                {
                    "bodyText":"Copy URL: Copies the url of an order, so that you are able to paste the url of the order.",
                    "images": [
                        
                    ]
                },
                {
                    "bodyText":"Open CMS:  If you want to see the order with your own CMS, you can click on “Open CMS”.",
                    "images": [
                        
                    ]
                },
                {
                    "bodyText":"Print: Here you can choose to print the order on papir. You will get three options: “Parcel order”, “Return Label” and “Shipping Label”.",
                    "images": [
                        
                    ]
                },
                {
                    "bodyText":"Parcel Order: Is where you print the prices, etc..",
                    "images": [
                        
                    ]
                },
                {
                    "bodyText":"Return Label: Prints the return label. If the customer wants to return the product, the user can print the return label for the customer, which they can attach.",
                    "images": [
                        
                    ]
                },
                {
                    "bodyText":"Shipping Label: Here you will print a new tracking number that you can attach on the order, the old information of the order will still be kept. You will be prompted with a window where you can choose shipping methods.",
                    "images": [
                        
                    ]
                },
                {
                    "bodyText":"(NB: make sure you have entered a printer and packing station, or it will give you an error.)",
                    "images": [
                    ]
                },
                {
                    "bodyText":"\n",
                    "images": [
                    ]
                },
                {
                    "bodyText":"Download: If a digital copy is needed you can choose to download. You will get the same options as “Print”.",
                    "images": [
                        "puppies.jpg"
                    ]
                },
                {
                    "bodyText":"(NB: make sure you have entered a printer and packing station, or it will give you an error.)",
                    "images": [
                        "puppies.jpg"
                    ]
                },
                {
                    "bodyText":"\n",
                    "images": [
                    
                    ]
                },
                {
                    "bodyText":"If you are super admin, you can change the status of an order quickly here if needed. But it is not recommended.",
                    "images": [
                        "logo.png"
                    ]
                },
                {
                    "bodyText":"You will always be able to change the page of the order table. The page picker is always on the screen at the bottom regardless if you are at the top, middle or bottom of the table. ",
                    "images": [
                        "logo.png"
                    ]
                },
                {
                    "bodyText":"You can click on the arrows to change the page, or choose a specific page by entering the number you wish to see in the field with the left number. ",
                    "images": [
                        "logo.png"
                    ]
                }
            ]
        }
  ]
}
